import gal01 from "../images/antiflux.png";
import gal02 from "../images/bioxil.png";
import gal03 from "../images/vitalin.png";
import gal04 from "../images/diarest.png";
import gal05 from "../images/zenax.png";
import gal06 from "../images/cardiol.png";
import gal07 from "../images/antares.png";

export const drugs = [
  {
    id: "01",
    name: "Антифлюкс",
    title: "Допомагає при гастриті",
    description:
      "це препарат, який допомагає при гастриті, рефлюкс-езофагіті та виразці шлунка. Він знижує вироблення соляної кислоти в шлунку та захищає слизову оболонку від пошкоджень. Антифлюкс приймають за 30 хвилин до їжі один раз на день.",
    price: "10$",
    img: gal01,
  },
  {
    id: "02",
    name: "Біоксил",
    title: "Стимулює імунну систему",
    description:
      "це препарат, який стимулює імунну систему та підвищує опірність організму до інфекцій. Він містить екстракт ехінацеї та вітамін С. Біоксил приймають по одній таблетці два рази на день.",
    price: "13.42$",
    img: gal02,
  },
  {
    id: "03",
    name: "Віталін",
    title: "Покращує пам’ять",
    description:
      "це препарат, який покращує пам’ять, увагу та навчальні здібності. Він містить гліцин, гінкго білоба та магній. Віталін приймають по одній капсулі три рази на день.",
    price: "30.12$",
    img: gal03,
  },
  {
    id: "04",
    name: "Діарест",
    title: "Допомагає при діареї",
    description:
      "це препарат, який допомагає при діареї, спазмах кишечника та отруєнні. Він містить лоперамід, симетикон та активоване вугілля. Діарест приймають по одній таблетці чотири рази на день.",
    price: "41.21$",
    img: gal04,
  },
  {
    id: "05",
    name: "Зенакс ",
    title: "Заспокоює нервову систему",
    description:
      "це препарат, який заспокоює нервову систему, зменшує тривогу та нервозність. Він містить алпразолам, мелатонін та екстракт валеріани. Зенакс приймають по одній капсулі за годину до сну.",
    price: "26.23$",
    img: gal05,
  },
  {
    id: "06",
    name: "Кардіол ",
    title: "Підтримує серцево-судинну систему",
    description:
      "це препарат, який підтримує серцево-судинну систему, знижує тиск та холестерин. Він містить лізиноприл, аторвастатин та коензим Q10. Кардіол приймають по одній таблетці один раз на день.",
    price: "74.87$",
    img: gal06,
  },
  {
    id: "01",
    name: "Антарес",
    title: "Підвищує імунітет і захищає від інфекцій",
    description:
      "це препарат, який підвищує імунітет і захищає від інфекцій. Він містить антитіла, які виробляються організмом після контакту з вірусом Антареса, який поширюється серед зірок у сузір’ї Скорпіона. Антарес застосовується для профілактики і лікування грипу, ангіни, бронхіту та інших захворювань дихальної системи.",
    price: "32.64$",
    img: gal07,
  },
];
