import img1 from "../../assets/images/news1.png";
import img2 from "../../assets/images/news2.png";
import img3 from "../../assets/images/news3.png";
import img4 from "../../assets/images/news4.png";
import img5 from "../../assets/images/news5.png";
import img6 from "../../assets/images/news06.png";
import img7 from "../../assets/images/news7.png";
import img8 from "../../assets/images/news8.png";
import img9 from "../../assets/images/news9.png";
import img10 from "../../assets/images/news10.png";

export const newsData = [
  {
    id: 1,
    name: "Юлія Паєвська: символ відваги та жертовності",
    img: img1,
    title:
      "Юлія Паєвська, медсестра зі Сходу України, стала символом відваги та жертовності. Вона надавала допомогу пораненим на передовій та відмовилася від власного комфорту, щоб врятувати інших.",
  },
  {
    id: 2,
    name: "Військові лікарі врятували життя солдата під обстрілом",
    img: img2,
    title:
      "Вчора вночі в зоні бойових дій військові лікарі відважно вирушили на передову, щоб надати допомогу пораненому солдату. Завдяки їхньому професіоналізму та швидкій реакції, життя бійця було врятовано.",
  },
  {
    id: 3,
    name: "Українська військова медицина отримала визнання на міжнародному рівні",
    img: img3,
    title:
      "Сьогодні відбулася урочиста церемонія вручення нагород військовим медикам України. За їх відвагу, професіоналізм та відданість справі, вони отримали високі нагороди від міжнародних організацій. Військові лікарі та медсестри продовжують працювати на передовій, надаючи допомогу пораненим бійцям та цивільним жертвам конфлікту.",
  },
  {
    id: 4,
    name: "Військові лікарі надали допомогу цивільним жертвам під час обстрілу",
    img: img4,
    title:
      "Вчора вранці в зоні бойових дій військові лікарі вирушили на передову, щоб надати допомогу цивільним жертвам обстрілу. Їхній швидкий реагування та професіоналізм допомогли врятувати життя десяткам людей.",
  },
  {
    id: 5,
    name: "Українська медицина: Герої на передовій",
    img: img5,
    title:
      "Сьогодні вранці, під час активних бойових дій на сході України, військові лікарі продовжують свою важливу роботу. Вони надають допомогу пораненим бійцям та цивільним жертвам обстрілу. Один із медиків, Олександр, розповідає:' Ми вчимося працювати в екстремальних умовах, де кожна секунда може врятувати життя. Наша команда - це справжні герої, які несуть відповідальність за життя інших людей'.",
  },
  {
    id: 6,
    name: "Українські військові медики отримали нове обладнання для діагностики та лікування поранених",
    img: img6,
    title:
      "За словами заступника міністра оборони України Ганни Маляр, це дозволить підвищити якість медичної допомоги та зменшити ризик ускладнень.",
  },
  {
    id: 7,
    name: "Україна та США підписали меморандум про співпрацю у галузі військової медицини",
    img: img7,
    title:
      "Сторони домовилися про обмін досвідом, навчання персоналу, спільні наукові дослідження та розвиток медичної інфраструктури.",
  },
  {
    id: 8,
    name: "Українські військові медики взяли участь у міжнародному конкурсі “Воїн медик” в Латвії",
    img: img8,
    title:
      "Команда України показала високий рівень професіоналізму та здобула срібні медалі в загальному заліку.",
  },
  {
    id: 9,
    name: "Українські військові медики провели унікальну операцію з пересадки обличчя пораненому бійцю",
    img: img9,
    title:
      "Операція тривала 18 годин і вимагала участі 20 спеціалістів. Пацієнт відновлюється під наглядом лікарів.",
  },
  {
    id: 10,
    name: "Українські військові медики отримали відзнаки від НАТО за свою роботу в Афганістані",
    img: img10,
    title:
      "Вони надавали допомогу не тільки українським військовим, але і місцевому населенню та представникам інших країн. НАТО високо оцінило їхній внесок у міжнародну місію.",
  },
];
