export const services = [
  {
    name: "Допомога онкохворим",
    desc: "Медичне обслуговування світового рівня для кожного. Наша система охорони здоров'я пропонує неперевершену кваліфіковану медичну допомогу. Від лабораторії до клініки.",
    bgColor: "rgba(254, 182, 13, .2)",
    textColor: "#FEB60D",
  },
  {
    name: "Стоматологія",
    desc: "Медичне обслуговування світового рівня для кожного. Наша система охорони здоров'я пропонує неперевершену кваліфіковану медичну допомогу. Від лабораторії до клініки.",
    bgColor: "rgba(151, 113, 255, .2)",
    textColor: "#9771FF",
  },
  {
    name: "Серце та судини",
    desc: "Медичне обслуговування світового рівня для кожного. Наша система охорони здоров'я пропонує неперевершену кваліфіковану медичну допомогу. Від лабораторії до клініки.",
    bgColor: "rgba(1, 181, 197, .2)",
    textColor: "#01B5C5",
  },
  {
    name: "Психічне здоров'я",
    desc: "Медичне обслуговування світового рівня для кожного. Наша система охорони здоров'я пропонує неперевершену кваліфіковану медичну допомогу. Від лабораторії до клініки.",
    bgColor: "rgba(1, 181, 197, .2)",
    textColor: "#01B5C5",
  },
  {
    name: "Неврологія",
    desc: "Медичне обслуговування світового рівня для кожного. Наша система охорони здоров'я пропонує неперевершену кваліфіковану медичну допомогу. Від лабораторії до клініки.",
    bgColor: "rgba(254, 182, 13, .2)",
    textColor: "#FEB60D",
  },
  {
    name: "Лікування опіків",
    desc: "Медичне обслуговування світового рівня для кожного. Наша система охорони здоров'я пропонує неперевершену кваліфіковану медичну допомогу. Від лабораторії до клініки.",
    bgColor: "rgba(151, 113, 255, .2)",
    textColor: "#9771FF",
  },
];
